#+FILETAGS: Jun 2023
#+transclude: [[file:~/Orgfiles/Productivity/Identity/Guiding Principles.org::*Guiding Principles][Guiding Principles]] :level 2
** Metrics

#+NAME: Week 1 Overview
|---------------+----------------------------------------------------------------------|
| Focus         | Decoupling from Jess & Focus on the move                             |
| Objectives    | Sort out my belongings and packing                                   |
|---------------+----------------------------------------------------------------------|
| Effectiveness | 60%                                                                  |
| Gratitude     | Grateful for how productive I can be when it really gets down to it. |
|---------------+----------------------------------------------------------------------|
| Improvements  | Create better metric capture os its easier to do.            |
|---------------+----------------------------------------------------------------------|




#+NAME: Week 1 Daily Tracking
|     | Weight | BP SYS | BP Dia | Sleep Time | Snore | Output % |
|-----+--------+--------+--------+------------+-------+----------|
| Mon |        |        |        |            |       |          |
| Tue |        |        |        |            |       |          |
| Wed |        |        |        |            |       |          |
| Thu |        |        |        |            |       |          |
| Fri |  218.1 |        |        |            |       |      15% |
| Sat |        |        |        |            |       |      40% |
| Sun |  218.6 |        |        |            |       |          |
|-----+--------+--------+--------+------------+-------+----------|
| Avg | 218.35 |   0.00 |   0.00 |       0.00 |  0.00 |     0.28 |
#+TBLFM: @9$2..$7=vmean(@I..@II);%.2f

** Metrics

#+NAME: Week 2 Overview
|---------------+-----------------------------------------------------------------------------------|
| Focus         | Packing, prepping the move and the Phil Mershon speaking event  |
| Objectives    | Successfully execute the Phil Mershon event               |
|---------------+-----------------------------------------------------------------------------------|
| Effectiveness | 80%                                                                               |
| Gratitude     | General stability in my life at the moment                                   |
|---------------+-----------------------------------------------------------------------------------|
| Improvements  | Wake up earlier and get started. Sleep earlier. Eat healthier |
|---------------+-----------------------------------------------------------------------------------|



#+NAME: Week 2 Daily Tracking
|     | Weight | BP SYS | BP Dia | Sleep Time | Snore | Output % |
|-----+--------+--------+--------+------------+-------+----------|
| Mon |  217.6 |        |        |            |       |          |
| Tue |  217.8 |        |        |            |       |          |
| Wed |  217.2 |        |        |            |       |          |
| Thu |        |        |        |            |       |          |
| Fri |        |        |        |        5.0 |    74 |      30% |
| Sat |        |        |        |          9 |    38 |      45% |
| Sun |        |    145 |     95 |       4.95 |    87 |      65% |
|-----+--------+--------+--------+------------+-------+----------|
| Avg | 217.53 | 145.00 |  95.00 |       6.32 | 66.33 |     0.47 |
#+TBLFM: @9$2..$7=vmean(@I..@II);%.2f

** Metrics

#+NAME: Week 3 Overview
|---------------+---------------------------------------------------------|
| Focus         | Lememcon!                                               |
| Objectives    | Knock out work and moving tasks to prep up for lememcon |
|---------------+---------------------------------------------------------|
| Effectiveness |                                                         |
| Gratitude     |                                                         |
|---------------+---------------------------------------------------------|
| Improvements  |                                                         |
|---------------+---------------------------------------------------------|



#+NAME: Week 3 Daily Tracking
|     | Weight | BP SYS | BP Dia | Sleep Time | Snore | Output % |
|-----+--------+--------+--------+------------+-------+----------|
| Mon |  218.9 |        |        |       9.75 |    66 |      50% |
| Tue |        |        |        |            |       |          |
| Wed |        |        |        |            |       |          |
| Thu |        |        |        |            |       |          |
| Fri |        |        |        |            |       |          |
| Sat |        |        |        |            |       |          |
| Sun |        |        |        |            |       |          |
|-----+--------+--------+--------+------------+-------+----------|
| Avg |   0.00 |   0.00 |   0.00 |       0.00 |  0.00 |     0.00 |
#+TBLFM: @9$2..$7=vmean(@I..@II);%.2f

